{
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "mainTitle": "Innovative concepts for future learning",
  "mainDescription": "We explore various concepts that combine children's interests and curiosity to create engaging learning methods.",
  "personalLearning": "More personal learning",
  "personalLearningDesc": "We adapt support to each student's unique needs and learning style.",
  "assistedCreativity": "Assisted Creativity",
  "assistedCreativityDesc": "We help students generate ideas and develop creativity in various subjects.",
  "playAndLearn": "Play and Learn",
  "playAndLearnDesc": "Transforms exercises into exciting adventures where students solve problems they are interested in.",
  "hybridTraining": "Hybrid training with digital and analog",
  "hybridTrainingDesc": "We use the latest technology to create engaging exercises, both digitally and analogously.",
  "demo": "Demo",
  "catEatsFishAlt": "Cat eats fish",
  "speakReadCreate": "Speak, Read and Create",
  "speakReadCreateDesc": "The exercise encourages speaking and reading what you speak to create an exciting image. Potential development: The student sees word by word instead of the whole sentence.",
  "memoryWithWords": "Memory with words from interest",
  "memoryWithWordsDesc": "A memory game is created based on the child's interest. The example creates short words that are related to the interest. The child also sees graphically how many pairs have been found and how many are left. When all pairs are found, the student is congratulated. Potential development: - Show an image of the interest when the student is congratulated - Time and compete against oneself - Read the words during the game",
  "memoryWordsAlt": "Memory words",
  "almaAssistant": "Alma Assistant",
  "almaAssistantDesc": "The assistant primarily helps the teacher create new engaging exercises that are linked to the student's interest. With a simplified AI interface, the educator gets a practical and effective tool for quantity training. The assistant is already good at creating tasks, especially within text. Potential development: Adapt the image material and illustrations so they describe the task 100%",
  "almaAssistantAlt": "Alma assistant",
  "visualSupport": "Visual Support",
  "visualSupportDesc": "The visual support generator takes an expression like 'Boy Plays Piano' and creates 4 images. A large image describes the entire scene and three smaller cards describe a boy, the verb plays, and a piano. Limitation: Dynamic image generation is currently time-consuming, pre-generation is an alternative. Potential development: - Print to cut the cards. - Add text to the cards - Print the background template to create the sentence. - Color coding for verbs or nouns and more",
  "boyPlaysPianoAlt": "Boy plays piano",
  "imageMemory": "Image Memory",
  "imageMemoryDesc": "The example generates an image memory based on the student's interest. Limitation: Dynamic image generation is time-consuming, but images can be generated in batch in advance. Potential development: - Images are linked with words and can be read aloud.",
  "imageMemoryAlt": "Image memory",
  "myStory": "My Story",
  "myStoryDesc": "The example creates a story where the student first gets to practice writing words, then read choices, and then read what they have created. Limitation: We will tweak the prompt for short stories so there is an ending. Potential development: - Images and more word training. - Read the story aloud",
  "storyGeneratorAlt": "Story generator"
}