{
  "home": "Home",
  "about": "Over ons",
  "contact": "Contact",
  "mainTitle": "Innovatieve concepten voor toekomstig leren",
  "mainDescription": "We verkennen verschillende concepten die de interesses en nieuwsgierigheid van kinderen combineren om boeiende leermethoden te creëren.",
  "personalLearning": "Persoonlijker leren",
  "personalLearningDesc": "We passen ondersteuning aan op de unieke behoeften en leerstijl van elke leerling.",
  "assistedCreativity": "Ondersteunde Creativiteit",
  "assistedCreativityDesc": "We helpen leerlingen ideeën te genereren en creativiteit te ontwikkelen in verschillende vakken.",
  "playAndLearn": "Spelen en Leren",
  "playAndLearnDesc": "Verandert oefeningen in spannende avonturen waarbij leerlingen problemen oplossen waar ze interesse in hebben.",
  "hybridTraining": "Hybride training met digitaal en analoog",
  "hybridTrainingDesc": "We gebruiken de nieuwste technologie om boeiende oefeningen te creëren, zowel digitaal als analoog.",
  "demo": "Demo",
  "catEatsFishAlt": "Kat eet vis",
  "speakReadCreate": "Praten, Lezen en Creëren",
  "speakReadCreateDesc": "De oefening moedigt aan om te spreken en te lezen wat je spreekt om vervolgens een spannend beeld te creëren. Potentiële ontwikkeling: De leerling ziet woord voor woord in plaats van de hele zin.",
  "memoryWithWords": "Memory met woorden uit interesse",
  "memoryWithWordsDesc": "Er wordt een memory-spel gemaakt op basis van de interesse van het kind. Het voorbeeld maakt korte woorden die gerelateerd zijn aan de interesse. Het kind ziet ook grafisch hoeveel paren er zijn gevonden en hoeveel er nog over zijn. Wanneer alle paren zijn gevonden, wordt de leerling gefeliciteerd. Potentiële ontwikkeling: - Toon een afbeelding van de interesse wanneer de leerling wordt gefeliciteerd - Tijd opnemen en tegen zichzelf concurreren - De woorden tijdens het spel voorlezen",
  "memoryWordsAlt": "Memory woorden",
  "almaAssistant": "Alma Assistent",
  "almaAssistantDesc": "De assistent helpt in de eerste plaats de leraar om nieuwe boeiende oefeningen te maken die gekoppeld zijn aan de interesse van de leerling. Met een vereenvoudigde AI-interface krijgt de pedagoog een praktisch en effectief hulpmiddel voor kwantiteitstraining. De assistent is al goed in het maken van taken, vooral binnen tekst. Potentiële ontwikkeling: Pas het beeldmateriaal en illustraties aan zodat ze de taak 100% beschrijven",
  "almaAssistantAlt": "Alma assistent",
  "visualSupport": "Visuele Ondersteuning",
  "visualSupportDesc": "De visuele ondersteuningsgenerator neemt een uitdrukking zoals 'Jongen Speelt Piano' en maakt 4 afbeeldingen. Een grote afbeelding beschrijft de hele scène en drie kleinere kaarten beschrijven een jongen, het werkwoord speelt en een piano. Beperking: Dynamische beeldgeneratie is momenteel tijdrovend, vooraf genereren is een alternatief. Potentiële ontwikkeling: - Afdrukken om de kaarten te knippen. - Tekst toevoegen aan de kaarten - De achtergrondsjabloon afdrukken om de zin te maken. - Kleurcodering voor werkwoorden of zelfstandige naamwoorden en meer",
  "boyPlaysPianoAlt": "Jongen speelt piano",
  "imageMemory": "Afbeelding Memory",
  "imageMemoryDesc": "Het voorbeeld genereert een afbeelding-memory op basis van de interesse van de leerling. Beperking: Dynamische beeldgeneratie is tijdrovend, maar afbeeldingen kunnen vooraf in batch worden gegenereerd. Potentiële ontwikkeling: - Afbeeldingen worden gekoppeld aan woorden en kunnen worden voorgelezen.",
  "imageMemoryAlt": "Afbeelding memory",
  "myStory": "Mijn Verhaal",
  "myStoryDesc": "Het voorbeeld maakt een verhaal waar de leerling eerst woorden leert schrijven, dan keuzes leest en vervolgens leest wat hij/zij heeft gemaakt. Beperking: We zullen de prompt voor korte verhalen aanpassen zodat er een einde is. Potentiële ontwikkeling: - Afbeeldingen en meer woordtraining. - Het verhaal voorlezen",
  "storyGeneratorAlt": "Verhaalgenerator"
}