{
  "home": "Hem",
  "about": "Om oss",
  "contact": "Kontakt",
  "mainTitle": "Innovativa koncept för framtidens lärande",
  "mainDescription": "Vi utforskar olika koncept som kombinerar barns intressen och nyfikenhet för att skapa engagerande lärandemetoder.",
  "personalLearning": "Mer personligt lärande",
  "personalLearningDesc": "Vi anpassar stödet efter varje elevs unika behov och inlärningsstil.",
  "assistedCreativity": "Assisterad Kreativitet",
  "assistedCreativityDesc": "Vi hjälper elever generera idéer och utveckla kreativiteten inom olika ämnen.",
  "playAndLearn": "Lek och Lär",
  "playAndLearnDesc": "Förvandlar övningar till spännande äventyr där elever löser problem de har intresse för.",
  "hybridTraining": "Hybridträning med digitalt och analogt",
  "hybridTrainingDesc": "Vi tar hjälp av senaste tekniken för att skapa så engagerande övningar som möjligt, både digitalt och analogt.",
  "demo": "Demo",
  "catEatsFishAlt": "Katt äter fisk",
  "speakReadCreate": "Prata, Läs och Skapa",
  "speakReadCreateDesc": "Övningen uppmuntrar till att tala och att läsa det man talar för att sedan skapa den spännande bilden. Potentiell utveckling: Eleven ser ord för ord istället för hela meningen.",
  "memoryWithWords": "Memory med ord från intresse",
  "memoryWithWordsDesc": "Ett memory skapas baserat på barnets intresse. Exemplet skapar korta ord som är kopplade till intresset. Barnet ser även grafiskt hur många par som hittats och hur många som är kvar. När alla paren är funna grattas eleven. Potentiell utveckling: - Visa bild på intresset när eleven grattas - Ta tid och tävla mot sig själv - Läsa upp orden under spelets gång",
  "memoryWordsAlt": "Memory ord",
  "almaAssistant": "Alma Assistenten",
  "almaAssistantDesc": "Assistenten hjälper i första hand läraren att skapa nya engagerande övningar som är kopplat till elevens intresse. Med ett förenklat AI interface får pedagogen ett praktiskt och effektivt verktyg för mängdträning. Assistenten är redan bra på att skapa uppgifter, framförallt inom text. Potentiell utveckling: Anpassa bildmaterialet och illustrationer så de beskriver uppgiften till 100%",
  "almaAssistantAlt": "Alma assistent",
  "visualSupport": "Bildstöd",
  "visualSupportDesc": "Bildstödsgenerator tar ett uttryck i stil med 'Pojke Spelar Piano' och 4 bilder skapas. Stor bild beskriver hela scenen och tre mindre kort beskriver en pojke, verbet spelar samt ett piano. Begränsning: Dynamisk bildgenerering är för tillfället tidskrävande, generering på förhand är ett alternativ. Potentiell utveckling: - Skriva ut för att klippa korten. - Lägga till text på korten - Skriva ut bakgrundsmallen för att skapa meningen. - Färgkodning för verben eller substantiv och mera",
  "boyPlaysPianoAlt": "Pojke spelar piano",
  "imageMemory": "Bildmemory",
  "imageMemoryDesc": "Exemplet genererar ett bild-memory baserat på elevens intresse. Begränsning: Dynamisk bildgenerering är tidskrävande, men bilder kan genereras i batch på förhand. Potentiell utveckling: - Bilder kopplas med ord och kan läsas upp.",
  "imageMemoryAlt": "Bildmemory",
  "myStory": "Min Historia",
  "myStoryDesc": "Exemplet skapar en historia där eleven först får träna på att skriva in ord, sedan läsa val och därefter läsa det hen har skapat. Begränsning: Vi kommer tweaka prompten för korta historier så det blir ett avslut. Potentiell utveckling: - Bilder och mer ordträning. - Läsa upp historien",
  "storyGeneratorAlt": "Historiegenerator",
  "aboutSkolAI": "Om SkolAI",
  "skolAIDescription": "Vi strävar efter att revolutionera utbildning genom innovativa, engagerande och personanpassade lärandemetoder.",
  "contactUs": "Kontakta oss",
  "email": "E-post",
  "phone": "Telefon",
  "followUs": "Följ oss",
  "copyright": "© {{year}} Admeliora. Alla rättigheter förbehållna.",
  "trafikSkyltar": "Trafikskyltar",
  "trafikSkyltarDesc": "Elever och lärare går på en trafikbingo och tar kort på vägmärken, som de kikat på innan. När de kommer hem laddar läraran upp bilder i appen. Då kan de lysssna på skyltarna och få en historia samt spela memory med skyltarna."
 
}
